{
    "menu": {
        "accueil": "Home",
        "propos": "About",
        "competences": "Skills",
        "projets": "Projects",
        "contact": "Contact"
    },
    "intro": {
        "baseline": "Passionate and attentive web developer!",
        "pargraphe1": "My passion is to support you all the way through , companies and independant who want to create a website.",
        "pargraphe2": "I could helped you  all the way through of your project, to start with since  the specification note, then the passing by the design of the website but also with to  the integration and finally the development of the fonctionnalities. Not forgetting, SEO optimizations and its production.",
        "pargraphe3": "Graduated from a master I and actually student in  a master II, I did acquire a lot of experience in digital thanks to the différents projects I did work on. I am confident to have assets to support you in your future project.",
        "pargraphe4": "Maybe you can see that I’m passionate about Japan and its culture.",
        "proverbeP": "(japanese proverb)",
        "proverbe": "Even monkeys fall from trees"
    },
    "contact": {
        "intro": "An idea ? A project ? You can contact me",
        "error": "Please correct the following informations",
        "nom": "Name",
        "email": "Email adress",
        "message": "Message",
        "button": "Send",
        "message error": "An error occurred while sending, please try again",
        "valid": "Message sent ",
        "nomR" : "Name required ",
        "emailR": "Email required ",
        "emailV": "Valid email address ",
        "messageR": "Message required ",
        "accept": "By submitting this form, I accept that the information entered will be used as part of the contact request and the commercial relationship that may result from it.",
        "acceptR": "Check * required"
    },
    "home": {
        "name": "Lena Clavier",
        "titre": "Freelance developer web & Product owner"
    },
    "project": {
        "titre": "New projects",
        "button": "Visit website"
    },
    "competences": {
        "titre": "Skills"
    },
    "projects": [
        {
            "name": "Resonance",
            "role": "Front-end developer",
            "description": "Association which aims to integrate psychic disabled people in business."
        },
        {
            "name": "Nyl",
            "role": "Full stack developer",
            "description": "The one and only intelligent vinyl library"
        },
        {
            "name": "Helfe",
            "role": "Front-end developer",
            "description": "Landing of the Helfe application"
        }
        ,
        {
            "name": "Chiropractic practice",
            "role": "Full stack developer",
            "description": "Howcase site for a chiropractic practice"
        },
        {
            "name": "This & That",
            "role": "Full stack developer",
            "description": "Blog with lifestyle, travel, beauty and food articles"
        }
    ],
    "skills": [{
        "name": "Web development",
        "description": "Creation or redesign of website! I support you in your tailor-made developments. Whether with frameworks (VueJS, React, ...) or with a content management system (CMS) like Wordpress."
    },
    {
        "name": "Project management",
        "description": "I will guide you through all the phases necessary to bring your site online, from the needs analysis to the coordination of the various stages of implementation. This ranges from the choice of external resources to adapted technologies."
    },
    {
        "name": "Communication",
        "description": "You want to promote your website ! I can assist you in creating communication elements, whether is  newsletters, banners or visuals for social networks."
    },
    {
        "name": "UX/UI design",
        "description": "You want a graphic identity that represents you! I will help you with the creation of logos, graphic charters and web interfaces using various tools."
    }
]
}